Repository: django/django
Catalog: contrib/humanize/locale/*/LC_MESSAGES/django.po
Languages: be, eu, id, nl

source: today
be: сёньня
eu: gaur
id: hari ini
nl: vandaag

source: yesterday
be: ўчора
eu: atzo
id: kemarin
nl: gisteren

source: tomorrow
be: заўтра
eu: bihar
id: besok
nl: morgen

source: th
be: ы
eu: garren
nl: e

source: st
be: ы
nl: e

source: nd
be: і
eu: garren
nl: e

source: rd
be: і
eu: garren
nl: e

source: %(value).1f million
be: %(value).1f мільён
eu: miloi %(value).1f
id: %(value).1f juta
nl: %(value).1f miljoen

source: %(value)s million
be: %(value)s мільён
eu: milioi %(value)s
id: %(value)s juta
nl: %(value)s miljoen

source: %(value).1f billion
be: %(value).1f мільярд
eu: biloi %(value).1f
id: %(value).1f milyar
nl: %(value).1f miljard

source: %(value)s billion
be: %(value).s мільярд
eu: bilioi %(value)s
id: %(value)s miliar
nl: %(value)s miljard

source: %(value).1f trillion
be: %(value).1f трыльён
eu: triloi %(value).1f
id: %(value).1f trilyun
nl: %(value).1f biljoen

source: %(value)s trillion
be: %(value)s трыльён
eu: trilioi %(value)s
id: %(value)s triliun
nl: %(value)s biljoen

source: %(value).1f quadrillion
be: %(value).1f квадрыльён
eu: kuatrilioi %(value).1f
id: %(value).1f kuadriliun
nl: %(value).1f biljard

source: %(value)s quadrillion
be: %(value)s квадрыльён
eu: kuatrilioi %(value)s
id: %(value)s kuadriliun
nl: %(value)s biljard

source: %(value).1f quintillion
be: %(value).1f квінтыльён
eu: kintilioi %(value).1f
id: %(value).1f kuintiliun
nl: %(value).1f triljoen

source: %(value)s quintillion
be: %(value)s квінтыльён
eu: kintilioi %(value)s
id: %(value)s kuintiliun
nl: %(value)s triljoen

source: %(value).1f sextillion
be: %(value).1f сэкстыльён
eu: sextilioi %(value).1f
id: %(value).1f sekstiliun
nl: %(value).1f triljard

source: %(value)s sextillion
be: %(value)s сэкстыльён
eu: sextilioi %(value)s
id: %(value)s sekstiliun
nl: %(value)s triljard

source: %(value).1f septillion
be: %(value).1f сэптыльён
eu: septilioi %(value).1f
id: %(value).1f septiliun
nl: %(value).1f quadriljoen

source: %(value)s septillion
be: %(value)s сэптыльён
eu: septilioi %(value)s
id: %(value)s septiliun
nl: %(value)s quadriljoen

source: %(value).1f octillion
be: %(value).1f актыльён
eu: octilioi %(value).1f
id: %(value).1f oktiliun
nl: %(value).1f quadriljard

source: %(value)s octillion
be: %(value)s актыльён
eu: octillioi %(value)s
id: %(value)s oktiliun
nl: %(value)s quadriljard

source: %(value).1f nonillion
be: %(value).1f нанільён
eu: nonilioi %(value).1f
id: %(value).1f noniliun
nl: %(value).1f quintiljoen

source: %(value)s nonillion
be: %(value)s нанільён
eu: nonilioi %(value)s
id: %(value)s noniliun
nl: %(value)s quintiljoen

source: %(value).1f decillion
be: %(value).1f дэцыльён
eu: dezilioi %(value).1f
id: %(value).1f desiliun
nl: %(value).1f quintiljard

source: %(value)s decillion
be: %(value)s дэцыльён
eu: dezilioi %(value)s
id: %(value)s desiliun
nl: %(value)s quintiljard

source: %(value).1f googol
be: %(value).1f ґуґал
eu: gugol %(value).1f

source: %(value)s googol
be: %(value)s ґуґал
eu: gugol %(value)s

source: one
be: адзін
eu: bat
id: satu
nl: één

source: two
be: два
eu: bi
id: dua
nl: twee

source: three
be: тры
eu: hiru
id: tiga
nl: drie

source: four
be: чатыры
eu: lau
id: empat
nl: vier

source: five
be: пяць
eu: bost
id: lima
nl: vijf

source: six
be: шэсьць
eu: sei
id: enam
nl: zes

source: seven
be: сем
eu: zazpi
id: tujuh
nl: zeven

source: eight
be: восем
eu: zortzi
id: delapan
nl: acht

source: nine
be: дзевяць
eu: bederatzi
id: sembilan
nl: negen

# naturaltime
source: %(delta)s ago
be: %(delta)s таму
eu: duela %(delta)s
id: %(delta)s yang lalu
nl: %(delta)s geleden

source: now
be: зараз
eu: orain
id: sekarang
nl: nu

source: a second ago
be: %(count)s сэкунду таму
eu: duela segundu bat
id: %(count)s detik yang lalu
nl: een seconde geleden

source: a minute ago
be: %(count)s хвіліну таму
eu: duela minutu bat
id: %(count)s menit yang lalu
nl: een minuut geleden

source: an hour ago
be: %(count)s гадзіну таму
eu: duela ordubete
id: %(count)s jam yang lalu
nl: een uur geleden

# naturaltime
source: %(delta)s from now
be: праз %(delta)s
eu: %(delta)s barru
id: %(delta)s dari sekarang
nl: %(delta)s van nu

source: a second from now
be: праз %(count)s сэкунду
eu: segundu bat barru
id: %(count)s detik dari sekarang
nl: een seconde van nu

source: a minute from now
be: праз %(count)s хвіліну
eu: minutu bat barru
id: %(count)s menit dari sekarang
nl: een minuut van nu

source: an hour from now
be: праз %(count)s гадзіну
eu: ordubete barru
id: %(count)s jam dari sekarang
nl: een uur geleden
