Repository: django/django
Catalog: django/contrib/gis/locale/*/LC_MESSAGES/django.po
Languages: hr

source: GIS
hr: Geografski informacijski sustav

source: The base GIS field.
hr: Osnovno polje geografskog informacijskog sustava.

source: The base Geometry field — maps to the OpenGIS Specification Geometry type.
hr: Osnovno polje geografskog informacijskog sustava – mapira na geometrijsku vrstu OpenGIS specifikacije.

source: Point
hr: Točka

source: Line string
hr: Linija

source: Polygon
hr: Poligon

source: Multi-point
hr: Višestruki broj točaka

source: Multi-line string
hr: Višestruki broj linija

source: Multi polygon
hr: Višestruki broj poligona

source: Geometry collection
hr: Geometrijska zbirka

source: Extent Aggregate Field
hr: Agregirano polje raspona

source: Raster Field
hr: Rastersko polje

source: No geometry value provided.
hr: Geometrijska vrijednost nije priložena.

source: Invalid geometry value.
hr: Neispravna geometrijska vrijednost.

source: Invalid geometry type.
hr: Neispravna geometrijska vrsta.

source: An error occurred when transforming the geometry to the SRID of the geometry form field.
hr: Došlo je do greške pri transformaciji geometrije na SRID geometrijskog polja forme.

source: Delete all Features
hr: Izbriši sve funkcije

source: Debugging window (serialized value)
hr: Prozor za otklanjanje grešaka (serijalizirana vrijednost)

source: No feeds are registered.
hr: Nema registriranih feedova.

source: Slug %r isn’t registered.
hr: URL indikator %r nije registriran.
