Repository: django/django
Catalog: django/contrib/comments/locale/*/LC_MESSAGES/django.po
Languages: cy

source: Content
cy: Cynnwys

source: %d comment was successfully flagged
cy: fflagiwyd %d sylw yn llwyddiannus

source: Flag selected comments
cy: Fflagio'r sylwadau â ddewisiwyd

source: %d comment was successfully approved
cy: Cymeradwywyd %d sylw yn llwyddiannus

source: Approve selected comments
cy: Cymeradwyo'r sylwadau â ddewiswyd

source: %d comment was successfully removed
cy: Gwaredwyd %d sylw yn llwyddiannus

source: Remove selected comments
cy: Gwaredu'r sylwadau a ddewiswyd

source: %(site_name)s comments
cy: Sylwadau %(site_name)s

source: Latest comments on %(site_name)s
cy: Sylwadau diweddaraf ar %(site_name)s

source: Name
cy: Enw

source: Email address
cy: Cyfeiriad ebost

source: Comment
cy: Sylw

source: Watch your mouth! The word %s is not allowed here.
cy: Bydd yn ofalus! Ni ganiateir y gair %s yma.

source: and
cy: a

source: If you enter anything in this field your comment will be treated as spam
cy: Os rowch unrhywbeth yn y maes yma bydd y sylw yn cael ei drin fel sbam

source: content type
cy: math cynnwys

source: object ID
cy: ID gwrthrych

source: user
cy: defnyddiwr

source: user's name
cy: enw'r defnyddiwr

source: user's email address
cy: cyfeiriad ebost y defnyddiwr

source: user's URL
cy: URL y defnyddiwr

source: comment
cy: sylw

source: date/time submitted
cy: dyddiad/amser cyflwynwyd

source: IP address
cy: cyfeiriad IP

source: is public
cy: cyhoeddus

source: Uncheck this box to make the comment effectively disappear from the site.
cy: Dad-ddewiswch y blwch yma i wneud i'r sywl ddiflannu o'r wefan.

source: is removed
cy: wedi'i waredu

source: Check this box if the comment is inappropriate. A "This comment has been removed" message will be displayed instead.
cy: Dewiswch y blwch yma os ydy'r sylw yn amhriodol. Bydd neges yn dweud "Mae'r sylw yma wedi ei waredu" yn dangos yn ei le.

source: comments
cy: sylwadau

source: This comment was posted by an authenticated user and thus the name is read-only.
cy: Postiwyd y neges hon gan ddefnyddiwr wedi'i ddilysu ac felly mae'r enw yn ddarllenadwy yn unig.

source: This comment was posted by an authenticated user and thus the email is read-only.
cy: Postiwyd y neges hon gan ddefnyddiwr wedi'i ddilysu ac felly mae'r ebost yn ddarllenadwy yn unig.

source: Posted by %(user)s at %(date)s %(comment)s http://%(domain)s%(url)s
cy: Postiwyd gan %(user)s ar %(date)s %(comment)s http://%(domain)s%(url)s

source: flag
cy: baner

source: date
cy: dyddiad

source: comment flag
cy: baner sylw

source: comment flags
cy: baner sylw

source: Approve a comment
cy: Cymeradwyo sylw

source: Really make this comment public?
cy: Ydych yn sicr eich bod am wneud y sylw yma yn gyhoeddus?

source: Approve
cy: Cymeradwyo

source: Thanks for approving
cy: Diolch am gymeradwyo

source: Thanks for taking the time to improve the quality of discussion on our site
cy: Diolch am gymryd amser i wella ansawdd y drafodaeth ar ein gwefan

source: Remove a comment
cy: Gwaredu sylw

source: Really remove this comment?
cy: Ydych yn sicr eich bod am waredu'r sylw yma?

source: Remove
cy: Gwaredu

source: Thanks for removing
cy: Diolch am waredu

source: Flag this comment
cy: Fflagio'r sylw

source: Really flag this comment?
cy: Ydych yn sicr eich bod am fflagio'r sylw hwn?

source: Flag
cy: Fflagio

source: Thanks for flagging
cy: Diolch am fflagio

source: Post
cy: Postio

source: Preview
cy: Rhagolwg

source: Thanks for commenting
cy: Diolch am adael sylw

source: Thank you for your comment
cy: Diolch am eich sylw

source: Preview your comment
cy: Rhagwylio eich sylw

source: Please correct the error below
cy: Cywirwch y gwall isod

source: Please correct the errors below
cy: Cywirwch y gwallau isod

source: Post your comment
cy: Postio eich sylw

source: or make changes
cy: neu gwneud newidiadau
