Repository: django/django
Catalog: django/contrib/humanize/locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: %(value).1f million
dsb: %(value).1f milion

source: %(value)s million
dsb: %(value)s milion

source: %(value).1f billion
dsb: %(value).1f miliarda

source: %(value)s billion
dsb: %(value)s miliarda

source: %(value).1f trillion
dsb: %(value).1f bilion

source: %(value)s trillion
dsb: %(value)s bilion

source: %(value).1f quadrillion
dsb: %(value).1f biliarda

source: %(value)s quadrillion
dsb: %(value)s biliarda

source: %(value).1f quintillion
dsb: %(value).1f trilion

source: %(value)s quintillion
dsb: %(value)s trilion

source: %(value).1f sextillion
dsb: %(value).1f triliarda

source: %(value)s sextillion
dsb: %(value)s triliarda

source: %(value).1f septillion
dsb: %(value).1f kwadrilion

source: %(value)s septillion
dsb: %(value)s kwadrilion

source: %(value).1f octillion
dsb: %(value).1f kwadriliarda

source: %(value)s octillion
dsb: %(value)s kwadriliarda

source: %(value).1f nonillion
dsb: %(value).1f kwintilion

source: %(value)s nonillion
dsb: %(value)s kwintilion

source: %(value).1f decillion
dsb: %(value).1f kwintiliarda

source: %(value)s decillion
dsb: %(value)s kwintiliarda

source: %(value).1f googol
dsb: %(value).1f sedeciliarda

source: %(value)s googol
dsb: %(value)s sedeciliarda

source: one
dsb: jaden

source: two
dsb: dwa

source: three
dsb: tśi

source: four
dsb: styri

source: five
dsb: pěś

source: six
dsb: šesć

source: seven
dsb: sedym

source: eight
dsb: wósym

source: nine
dsb: źewjeś

source: today
dsb: źinsa

source: tomorrow
dsb: witśe

source: yesterday
dsb: cora

# naturaltime
source: %(delta)s ago
dsb: Pśed %(delta)s

source: now
dsb: něnto

# naturaltime
source: %(delta)s from now
dsb: %(delta)s wótněnta
