Repository: django/django
Catalog: django/contrib/humanize/locale/*/LC_MESSAGES/django.po
Languages: ast, br, cs, cy, de, el, es, gd, hi, hr, hu, ia, is, ja, ka, ko, lt, lv, mk, ml, mn, my, ru, sl, sr, sw, tr, uk, zh_hant

source: a second from now
br: a-benn un eilenn
cs: za sekundu
cy: un eiliad o nawr
de: in einer Sekunde
el: ένα δευτερόλεπτο από τώρα
es: un segundo a partir de ahora
gd: an ceann %(count)s diog
hr: jedna %(count)s sekunda od sada
ia: un secunda desde ora
is: eftir sekúndu
ja: 今から%(count)s秒
ka: %(count)s წამში
lt: %(count)s sekundė nuo dabar
lv: pēc %(count)s sekundes
mk: за една секунда
mn: 1 секундын дараа
my: ယခုမှ %(count)s စက္ကန့်များ
ru: через %(count)s секунду
sl: čez %(count)s sekundo
sr: %(count)s секунда од сад
sw: Sekunde moja kutoka sasa
tr: şu andan itibaren bir saniye
uk: %(count)s секунда від цього часу
zh_hant: %(count)s 秒後

source: a minute from now
br: a-benn ur vunutenn
cs: za minutu
cy: un munud o nawr
de: in einer Minute
el: ένα λεπτό από τώρα
es: un minuto a partir de ahora
gd: an ceann %(count)s mhionaid
hr: jedna %(count)s minuta od sada
ia: un minuta desde ora
is: eftir mínútu
ja: 今から%(count)s分
ka: %(count)s წუთში
lt: %(count)s minutė nuo dabar
lv: pēc %(count)s minūtes
mk: за една минута
mn: 1 минутын дараа
my: ယခုမှ %(count)s မိနစ်များ
ru: через %(count)s минуту
sl: čez %(count)s minuto
sr: %(count)s минут од сад
sw: Dakika moja kutoka sasa
tr: şu andan itibaren bir dakika
uk: %(count)s хвилина від цього часу
zh_hant: %(count)s 分鐘後

source: an hour from now
br: a-benn un eurvezh
cs: za hodinu
cy: un awr o nawr
de: in einer Stunde
el: μία ώρα από τώρα
es: una hora a partir de ahora
gd: an ceann %(count)s uair a thìde
hr: jedan %(count)s sat od sada
ia: un hora desde ora
is: eftir klukkustund
ja: 今から%(count)s時間
ka: %(count)s საათში
lt: %(count)s valandą nuo dabar
lv: pēc %(count)s stundas
mk: за еден час
mn: 1 цагийн дараа
my: ယခုမှ %(count)s နာရီများ
ru: через %(count)s час
sl: čez %(count)s uro
sr: %(count)s сат од сад
sw: Saa limoja kutoka sasa
tr: şu andan itibaren bir saat
uk: %(count)s година від цього часу
zh_hant: %(count)s 小時後

# naturaltime-past
source: %(num)d year
hr: %(num)d godina
lv: %(num)d gadu
sl: %(num)d leto
sr: %(num)d година

# naturaltime-past
source: %(num)d month
hr: %(num)d mjesec
lv: %(num)d mēnešu
sl: %(num)d mesec
sr: %(num)d месец

# naturaltime-past
source: %(num)d week
hr: %(num)d tjedan
lv: %(num)d nedēļu
sr: %(num)d недеља

# naturaltime-past
source: %(num)d day
hr: %(num)d dan
lv: %(num)d dienu
sl: %(num)d dan
sr: %(num)d дан

# naturaltime-past
source: %(num)d hour
hr: %(num)d sat
lv: %(num)d stundu
sl: %(num)d ura
sr: %(num)d сат

# naturaltime-past
source: %(num)d minute
hr: %(num)d minuta
lv: %(num)d minūtes
sl: %(num)d minuta
sr: %(num)d минут

# naturaltime-future
source: %(num)d year
hr: %(num)d godina
lv: %(num)d gadu
sl: %(num)d leto
sr: %(num)d година

# naturaltime-future
source: %(num)d month
hr: %(num)d mjesec
lv: %(num)d mēnešu
sl: %(num)d mesec
sr: %(num)d месец

# naturaltime-future
source: %(num)d week
hr: %(num)d tjedan
lv: %(num)d nedēļu
sl: %(num)d teden
sr: %(num)d недеља

# naturaltime-future
source: %(num)d day
hr: %(num)d dan
lv: %(num)d dienu
sl: %(num)d dan
sr: %(num)d дан

# naturaltime-future
source: %(num)d hour
hr: %(num)d sat
lv: %(num)d stundas
sl: %(num)d ura
sr: %(num)d сат

# naturaltime-future
source: %(num)d minute
hr: %(num)d minuta
lv: %(num)d minūšu
sl: %(num)d minuta
sr: %(num)d минут

source: th
ast: ᵘ
br: <sup>e</sup>
es: º
hi: वाँ
ia: e
ka: -ე
ko: 번째
mk: ти
ml: ആം
mn: -р
my: မြောက်
ru: ий

source: st
ast: ᵘ
br: <sup>añ</sup>
es: º
hi: ला
ia: me
ka: -ლი
ko: 번째
mk: ви
ml: ആം
mn: -р
my: မြောက်
ru: ый

source: nd
ast: ᵘ
br: <sup>l</sup>
es: º
hi: रा
ia: nde
ka: -ე
ko: 번째
mk: ри
ml: ആം
mn: -р
my: မြောက်
ru: ой

source: rd
ast: ᵘ
br: <sup>e</sup>
es: º
hi: रा
ia: tie
ka: -ე
ko: 번째
mk: ти
ml: ആം
mn: -р
my: မြောက်
ru: ый

# naturaltime
source: %(delta)s ago
ast: hai %(delta)s
br: %(delta)s zo
de: vor %(delta)s
es: hace %(delta)s
hi: %(delta)s पहले
hu: %(delta)s ezelőtt
ia: %(delta)s retro
is: %(delta)s síðan
ka: %(delta)s-ის წინ
ko: %(delta)s 전
mk: пред %(delta)s
ml: %(delta)s മുമ്പ്
mn: %(delta)s өмнө
my: %(delta)s အခါက
ru: %(delta)s назад
tr: %(delta)s önce

# naturaltime
source: %(delta)s from now
ast: %(delta)s dende agora
br: a-benn %(delta)s
de: in %(delta)s
es: %(delta)s a partir de ahora
hi: %(delta)s अब से
hu: %(delta)s mostantól
ia: in %(delta)s
is: eftir %(delta)s
ka: %(delta)s-ის შემდეგ
ko: 지금부터 %(delta)s
mk: %(delta)s од сега
ml: ഇപ്പോള്‍ മുതല്‍ %(delta)s
mn: одооноос %(delta)s
my: %(delta)s ယခုမှ
ru: через %(delta)s
tr: şu andan itibaren %(delta)s
