Repository: django/django
Catalog: django/contrib/humanize/locale/*/LC_MESSAGES/django.po
Languages: ast, br, cs, cy, de, el, es, gd, hi, hr, hu, ia, is, ja, ka, ko, lt, lv, mk, ml, mn, my, ru, sl, sr, sw, tr, uk, zh_hant

source: Humanize
cs: Polidštění
cy: Dynoli
el: Εξανθρώπιση
es: Humanizar
hr: Humaniziraj
ia: Humanisar
ja: ヒューマナイズ
lt: Sužmoginti
lv: Padarīt cilvēcīgu
mn: Хүнчлэх
ru: Приведение значений к виду, понятному человеку
sl: Počloveči
sr: Улепшавање
sw: Weka kibinadamu
tr: İnsansı
uk: Олюднювати
zh_hant: 人性化

# ordinal 11, 12, 13
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-ти
uk: {}ий

# ordinal 0
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-ти
uk: {}ть

# ordinal 1
source: {}st
el: {}ο
gd: {}d
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 2
source: {}nd
el: {}ο
gd: {}na
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 3
source: {}rd
el: {}ο
gd: {}s
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ій

# ordinal 4
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 5
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 6
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 7
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 8
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

# ordinal 9
source: {}th
el: {}ο
gd: {}mh
ja: {}番目
lt: {}-as
sr: {}-и
uk: {}ий

source: %(value).1f million
ast: %(value).1f millón
br: %(value).1f milion
cs: %(value).1f milion
cy: %(value).1f miliwn
el: %(value).1f εκατομμύριο
es: %(value).1f millón
gd: %(value).1f mhillean
hi: %(value).1f मिलियन
hu: %(value)1f millió
is: %(value).1f milljón
ja: %(value).1f ミリオン
ka: %(value).1f მილიონი
ko: %(value).1f백만
lt: %(value).1f milijonas
mk: %(value).1f милион
ml: %(value).1f മില്ല്യണ്‍ (ദശലക്ഷം)
mn: %(value).1f сая
my: %(value).1f မီလီယံ
ru: %(value).1f миллион
sw: milioni %(value).1f
tr: %(value).1f milyon
uk: %(value).1f мільйон
zh_hant: %(value).1f 百萬

source: %(value)s million
ast: %(value)s millón
cs: %(value)s milion
cy: %(value)s miliwn
el: %(value)s εκατομμύριο
es: %(value)s millon
gd: %(value)s mhillean
hi: %(value)s मिलियन
hr: %(value)s milijun
hu: %(value)s millió
is: %(value)s milljón
ja: %(value)s ミリオン
ka: %(value)s მილიონი
ko: %(value)s 백만
lt: %(value)s milijonas
lv: %(value)s miljonu
mk: %(value)s милион
ml: %(value)s ദശലക്ഷം
mn: %(value)s сая
my: %(value)s မီလီယံ
ru: %(value)s миллион
sl: %(value)s milijon
sr: %(value)s милион
sw: milioni %(value)s
tr: %(value)s milyon
uk: %(value)s мільйон
zh_hant: %(value)s 百萬

source: %(value).1f billion
ast: %(value).1f billón
br: %(value).1f miliard
cs: %(value).1f miliarda
cy: %(value).1f biliwn
de: %(value).1f Milliarde
el: %(value).1f δισεκατομμύριο
es: %(value).1f millardo
gd: %(value).1f bhillean
hi: %(value).1f बिलियन
hu: %(value)1f milliárd
ia: %(value).1f milliardo
is: %(value).1f milljarður
ja: %(value).1f ビリオン
ka: %(value).1f მილიარდი
ko: %(value).1f십억
lt: %(value).1f milijardas
mk: %(value).1f милијарда
ml: %(value).1f ബില്ല്യണ്‍ (ശതകോടി)
mn: %(value).1f тэрбум
my: %(value).1f ဘီလီယံ
ru: %(value).1f миллиард
sw: bilioni %(value).1f
tr: %(value).1f milyar
uk: %(value).1f мільярд
zh_hant: %(value).1f 十億

source: %(value)s billion
ast: %(value)s billón
br: %(value)s miliard
cs: %(value)s miliarda
cy: %(value)s biliwn
de: %(value)s Milliarde
el: %(value)s δισεκατομμύριο
es: %(value)s millardo
gd: %(value)s bhillean
hi: %(value)s बिलियन
hr: %(value)s bilijun
hu: %(value)s milliárd
ia: %(value)s milliardo
is: %(value)s milljarður
ja: %(value)s ビリオン
ka: %(value)s მილიარდი
ko: %(value)s 십억
lt: %(value)s milijardas
lv: %(value)s miljardu
mk: %(value)s милијарда
ml: %(value)s ശതകോടി
mn: %(value)s тэрбум
my: %(value)s ဘီလီယံ
ru: %(value)s миллиард
sl: %(value)s miljarda
sr: %(value)s милијарда
sw: bilioni %(value)s
tr: %(value)s milyar
uk: %(value)s мільярд
zh_hant: %(value)s 十億

source: %(value).1f trillion
ast: %(value).1f trillón
br: %(value).1f bilion
cs: %(value).1f bilion
cy: %(value).1f triliwn
de: %(value).1f Billion
el: %(value).1f τρισεκατομμύριο
es: %(value).1f billón
gd: %(value).1f trillean
hi: %(value).1f खरब
hu: %(value)1f trilliárd
ia: %(value).1f billion
is: %(value).1f billjarður
ja: %(value).1f トリリオン
ka: %(value).1f ტრილიონი
ko: %(value).1f조
lt: %(value).1f trilijonas
mk: %(value).1f трилион
ml: %(value).1f ട്രില്ല്യണ്‍ (ലക്ഷം കോടി)
mn: %(value).1f наяд
my: %(value).1f တရီလျံ
ru: %(value).1f триллион
sw: trilioni %(value).1f
tr: %(value).1f trilyon
uk: %(value).1f трильйон
zh_hant: %(value).1f 兆

source: %(value)s trillion
ast: %(value)s trillón
br: %(value)s bilion
cs: %(value)s bilion
cy: %(value)s triliwn
de: %(value)s Billion
el: %(value)s τρισεκατομμύριο
es: %(value)s billón
gd: %(value)s trillean
hi: %(value)s खरब
hr: %(value)s trilijun
hu: %(value)s billió
ia: %(value)s billion
is: %(value)s billjón
ja: %(value)s トリリオン
ka: %(value)s ტრილიონი
ko: %(value)s 조
lt: %(value)s trilijonas
lv: %(value)s triljonu
mk: %(value)s трилион
ml: %(value)s ലക്ഷം കോടി
mn: %(value)s наяд
my: %(value)s တရီလျံ
ru: %(value)s триллион
sl: %(value)s triljon
sr: %(value)s билион
sw: trilioni %(value)s
tr: %(value)s trilyon
uk: %(value)s трильйон
zh_hant: %(value)s 兆

source: %(value).1f quadrillion
ast: %(value).1f cuatrillón
br: %(value).1f c'hadrilion
cs: %(value).1f biliarda
cy: %(value).1f cwadriliwn
de: %(value).1f Billiarde
el: %(value).1f τετράκις εκατομμύριο
es: %(value).1f billardo
gd: %(value).1f quadrillean
hi: %(value).1f करोड़ शंख
hu: %(value).1f billiárd
ia: %(value).1f billiardo
is: %(value).1f billjarður
ja: %(value).1f クァドリリオン
ka: %(value).1f კვადრილიონი
ko: %(value).1f 천조
lt: %(value).1f kvadrilijonas
mk: %(value).1f квадрилион
ml: %(value).1f ക്വാഡ്രില്ല്യണ്‍
mn: %(value).1f тунамал
my: %(value).1f ကွပ်ဒရီလျံ
ru: %(value).1f квадриллион
sw: kuadrilioni %(value).1f
tr: %(value).1f katrilyon
uk: %(value).1f квадрильйон
zh_hant: %(value).1f 千兆

source: %(value)s quadrillion
ast: %(value)s cuatrillón
br: %(value)s c'hadrilion
cs: %(value)s biliarda
cy: %(value)s cwadriliwn
de: %(value)s Billiarde
el: %(value)s τετράκις εκατομμύριο
es: %(value)s billardos
gd: %(value)s quadrillean
hi: %(value)s करोड़ शंख
hr: %(value)s kvadrilijun
hu: %(value)s billiárd
ia: %(value)s billiardo
is: %(value)s billjarður
ja: %(value)s クァドリリオン
ka: %(value)s კვადრილიონი
ko: %(value)s 천조
lt: %(value)s kvadrilijonas
lv: %(value)s kvadriljonu
mk: %(value)s квадрилион
ml: %(value)s ക്വാഡ്രില്ല്യണ്‍
mn: %(value)s тунамал
my: %(value)s ကွပ်ဒရီလျံ
ru: %(value)s квадриллион
sl: %(value)s kvadrilijon
sr: %(value)s билијарда
sw: kuadrilioni %(value)s
tr: %(value)s katrilyon
uk: %(value)s квадрильйон
zh_hant: %(value)s 千兆

source: %(value).1f quintillion
ast: %(value).1f quintillón
br: %(value).1f c'hintilion
cs: %(value).1f trilion
cy: %(value).1f cwintiliwn
de: %(value).1f Trillion
el: %(value).1f πεντάκις εκατομμύριo
es: %(value).1f trillón
gd: %(value).1f quintillean
hi: %(value).1f कुइनतिलिअन
hu: %(value).1f trillió
ia: %(value).1f trillion
is: %(value).1f trilljón
ja: %(value).1f クインテリオン
ka: %(value).1f კვინტილიონი
ko: %(value).1f 백경
lt: %(value).1f kvintilijonas
mk: %(value).1f квинтилион
ml: %(value).1f ക്വിന്റില്ല്യണ്‍
mn: %(value).1f их ингүүмэл
my: %(value).1f ကွင့်တီလျံ
ru: %(value).1f квинтиллион
sw: kuintilioni %(value).1f
tr: %(value).1f kentilyon
uk: %(value).1f квінтильйон
zh_hant: %(value).1f 百京

source: %(value)s quintillion
ast: %(value)s quintillón
br: %(value)s c'hintilion
cs: %(value)s trilion
cy: %(value)s cwintiliwn
de: %(value)s Trillion
el: %(value)s πεντάκις εκατομμύριo
es: %(value)s trillón
gd: %(value)s quintillean
hi: %(value)s कुइनतिलिअन
hr: %(value)s kvintilijun
hu: %(value)s trillió
ia: %(value)s trillion
is: %(value)s trilljón
ja: %(value)s クインテリオン
ka: %(value)s კვინტილიონი
ko: %(value)s 백경
lt: %(value)s kvintilijonas
lv: %(value)s kvintiljonu
mk: %(value)s квинтилион
ml: %(value)s ക്വിന്റില്ല്യണ്‍
mn: %(value)s их ингүүмэл
my: %(value)s ကွင့်တီလျံ
ru: %(value)s квинтиллион
sl: %(value)s kvintilijon
sr: %(value)s трилион
sw: kuintilioni %(value)s
tr: %(value)s kentilyon
uk: %(value)s квінтильйон
zh_hant: %(value)s 百京

source: %(value).1f sextillion
ast: %(value).1f sextillón
br: %(value).1f sekstilion
cs: %(value).1f triliarda
cy: %(value).1f secstiliwnfm
de: %(value).1f Trilliarde
el: %(value).1f εξάκις εκατομμύριo
es: %(value).1f trillardo
gd: %(value).1f sextillean
hi: %(value).1f सेक्सतिलियन
hu: %(value).1f trilliárd
ia: %(value).1f trilliardo
is: %(value).1f trilljarður
ja: %(value).1f セクスティリオン
ka: %(value).1f სექსტილიონი
ko: %(value).1f 섹틸리언-10의21제곱
lt: %(value).1f sikstilijonas
mk: %(value).1f секстилион
ml: %(value).1f സെക്സ്റ്റില്ല്യണ്‍
mn: %(value).1f ялгаруулагч
my: %(value).1f ဆက်တီလျံ
ru: %(value).1f секстиллион
sw: seksitilioni %(value).1f
tr: %(value).1f seksilyon
uk: %(value).1f секстильйон
zh_hant: %(value).1f 十垓

source: %(value)s sextillion
ast: %(value)s sextillón
br: %(value)s sekstilion
cs: %(value)s triliarda
cy: %(value)s secstiliwn
de: %(value)s Trilliarde
el: %(value)s εξάκις εκατομμύριo
es: %(value)s trillardo
gd: %(value)s sextillean
hi: %(value)s सेक्सतिलियन
hr: %(value)s sekstilijun
hu: %(value)s trilliárd
ia: %(value)s trilliardo
is: %(value)s trilljarður
ja: %(value)s セクスティリオン
ka: %(value)s სექსტილიონი
ko: %(value)s 섹틸리언-10의21제곱
lt: %(value)s sikstilijonas
lv: %(value)s sekstiljonu
mk: %(value)s секстилион
ml: %(value)s സെക്സ്റ്റില്ല്യണ്‍
mn: %(value)s ялгаруулагч
my: %(value)s ဆက်တီလျံ
ru: %(value)s секстиллион
sl: %(value)s sekstilijon
sr: %(value)s трилијарда
sw: seksitilioni %(value)s
tr: %(value)s seksilyon
uk: %(value)s секстильйон
zh_hant: %(value)s 十垓

source: %(value).1f septillion
ast: %(value).1f septillón
br: %(value).1f septilion
cs: %(value).1f kvadrilion
cy: %(value).1f septiliwn
de: %(value).1f Quadrillion
el: %(value).1f επτάκις εκατομμύριο
es: %(value).1f cuatrillón
gd: %(value).1f septillean
hi: %(value).1f सेपतिलियन
hu: %(value).1f kvadrillió
ia: %(value).1f quadrillion
is: %(value).1f kvaðrilljón
ja: %(value).1f セプティリオン
ka: %(value).1f სეპტილიონი
ko: %(value).1f 셉틸리언-10의 24제곱
lt: %(value).1f septilijonas
mk: %(value).1f септилион
ml: %(value).1f സെപ്റ്റില്ല്യണ്‍
mn: %(value).1f их өөр дээр
my: %(value).1f ဆပ်တီလျံ
ru: %(value).1f септиллион
sw: septilioni %(value).1f
tr: %(value).1f septilyon
uk: %(value).1f септильйон
zh_hant: %(value).1f 秭

source: %(value)s septillion
ast: %(value)s septillón
br: %(value)s septilion
cs: %(value)s kvadrilion
cy: %(value)s septiliwn
de: %(value)s Quadrillion
el: %(value)s επτάκις εκατομμύριο
es: %(value)s cuatrillón
gd: %(value)s septillean
hi: %(value)s सेपतिलियन
hr: %(value)s septilijun
hu: %(value)s kvadrillió
ia: %(value)s quadrillion
is: %(value)s kvaðrilljón
ja: %(value)s セプティリオン
ka: %(value)s სეპტილიონი
ko: %(value)s 셉틸리언-10의 24제곱
lt: %(value)s septilijonas
lv: %(value)s septiljonu
mk: %(value)s септилион
ml: %(value)s സെപ്റ്റില്ല്യണ്‍
mn: %(value)s их өөр дээр
my: %(value)s ဆပ်တီလျံ
ru: %(value)s септиллион
sl: %(value)s septilijon
sr: %(value)s квадрилион
sw: septilioni %(value)s
tr: %(value)s septilyon
uk: %(value)s септильйон
zh_hant: %(value)s 秭

source: %(value).1f octillion
ast: %(value).1f octillón
br: %(value).1f oktilion
cs: %(value).1f kvadriliarda
cy: %(value).1f octiliwn
de: %(value).1f Quadrilliarde
el: %(value).1f οκτάκις εκατομμύριο
es: %(value).1f cuatrillardo
gd: %(value).1f octillean
hi: %(value).1f ओकतिलियन
hu: %(value).1f kvadrilliárd
ia: %(value).1f quadrilliardo
is: %(value).1f kvaðrilljarður
ja: %(value).1f オクティリオン
ka: %(value).1f ოქტილიონი
ko: %(value).1f 옥틸리언-10의 27제곱
lt: %(value).1f oktilijonas
mk: %(value).1f октилион
ml: %(value).1f ഒക്റ്റില്ല്യണ്‍
mn: %(value).1f өөр дээр
my: %(value).1f အော့တီလျံ
ru: %(value).1f октиллион
sw: %(value).1f oktilioni
tr: %(value).1f oktilyon
uk: %(value).1f октильйон
zh_hant: %(value).1f 千秭

source: %(value)s octillion
ast: %(value)s octillón
br: %(value)s oktilion
cs: %(value)s kvadriliarda
cy: %(value)s octiliwn
de: %(value)s Quadrilliarde
el: %(value)s οκτάκις εκατομμύριο
es: %(value)s cuatrillardo
gd: %(value)s octillean
hi: %(value)s ओकतिलियन
hr: %(value)s oktilijun
hu: %(value)s kvadrilliárd
ia: %(value)s quadrilliardo
is: %(value)s kvaðrilljarður
ja: %(value)s オクティリオン
ka: %(value)s ოქტილიონი
ko: %(value)s 옥틸리언-10의 27제곱
lt: %(value)s oktilijonas
lv: %(value)s oktiljonu
mk: %(value)s октилион
ml: %(value)s ഒക്റ്റില്ല്യണ്‍
mn: %(value)s өөр дээр
my: %(value)s အော့တီလျံ
ru: %(value)s октиллион
sl: %(value)s oktilijon
sr: %(value)s квадрилијарда
sw: oktilioni %(value)s
tr: %(value)s oktilyon
uk: %(value)s октильйон
zh_hant: %(value)s 千秭

source: %(value).1f nonillion
ast: %(value).1f nonillón
br: %(value).1f nonilion
cs: %(value).1f kvintilion
cy: %(value).1f noniliwn
de: %(value).1f Quintillion
el: %(value).1f εννεάκις εκατομμύριο
es: %(value).1f quintillón
gd: %(value).1f nonillean
hi: %(value).1f नोनिलियन
hu: %(value).1f kvintillió
ia: %(value).1f quintillion
is: %(value).1f kvintilljón
ja: %(value).1f ノニリオン
ka: %(value).1f ნონილიონი
ko: %(value).1f 노닐리언-10의30제곱
lt: %(value).1f naintilijonas
mk: %(value).1f нонилион
ml: %(value).1f നോനില്ല്യണ്‍
mn: %(value).1f их шалтгааны үзэгдэл
my: %(value).1f နိုနီလျံ
ru: %(value).1f нониллион
sw: nonilioni %(value).1f
tr: %(value).1f nonilyon
uk: %(value).1f нонільйон
zh_hant: %(value).1f 百穰

source: %(value)s nonillion
ast: %(value)s nonillón
br: %(value)s nonilion
cs: %(value)s kvintilion
cy: %(value)s noniliwn
de: %(value)s Quintillion
el: %(value)s εννεάκις εκατομμύριο
es: %(value)s quintillón
gd: %(value)s nonillean
hi: %(value)s नोनिलियन
hr: %(value)s nonilijun
hu: %(value)s kvintillió
ia: %(value)s quintillion
is: %(value)s kvintilljón
ja: %(value)s ノニリオン
ka: %(value)s ნონილიონი
ko: %(value)s 노닐리언-10의30제곱
lt: %(value)s naintilijonas
lv: %(value)s noniljonu
mk: %(value)s нонилион
ml: %(value)s നോനില്ല്യണ്‍
mn: %(value)s их шалтгааны үзэгдэл
my: %(value)s နိုနီလျံ
ru: %(value)s нониллион
sl: %(value)s nonilijon
sr: %(value)s квантилион
sw: nonilioni %(value)s
tr: %(value)s nonilyon
uk: %(value)s нонільйон
zh_hant: %(value)s 百穰

source: %(value).1f decillion
ast: %(value).1f decillón
br: %(value).1f dekilion
cs: %(value).1f kvintiliarda
cy: %(value).1f dengiliwn
de: %(value).1f Quintilliarde
el: %(value).1f δεκάκις εκατομμύριο
es: %(value).1f quintillardo
gd: %(value).1f decillean
hi: %(value).1f देसीलियन
hu: %(value).1f kvintilliárd
ia: %(value).1f quintilliardo
is: %(value).1f kvintilljarður
ja: %(value).1f デシリオン
ka: %(value).1f დეცილიონი
ko: %(value).1f 디실리언-10의 33제곱
lt: %(value).1f decilijonas
mk: %(value).1f децилион
ml: %(value).1f ഡെസില്ല്യണ്‍
mn: %(value).1f эрхэт
my: %(value).1f ဒက်စီလျံ
ru: %(value).1f дециллион
sw: desilioni %(value).1f
tr: %(value).1f desilyon
uk: %(value).1f децильйон
zh_hant: %(value).1f 十溝

source: %(value)s decillion
ast: %(value)s decillón
br: %(value)s dekilion
cs: %(value)s kvintiliarda
cy: %(value)s dengiliwn
de: %(value)s Quintilliarde
el: %(value)s δεκάκις εκατομμύριο
es: %(value)s quintillardo
gd: %(value)s decillean
hi: %(value)s देसीलियन
hr: %(value)s decilijun
hu: %(value)s kvintilliárd
ia: %(value)s quintilliardo
is: %(value)s kvintilljarður
ja: %(value)s デシリオン
ka: %(value)s დეცილიონი
ko: %(value)s 디실리언-10의 33제곱
lt: %(value)s decilijonas
lv: %(value)s dekaljonu
mk: %(value)s децилион
ml: %(value)s ഡെസില്ല്യണ്‍
mn: %(value)s эрхэт
my: %(value)s ဒက်စီလျံ
ru: %(value)s дециллион
sl: %(value)s decilijon
sr: %(value)s квантилијарда
sw: desilioni %(value)s
tr: %(value)s desilyon
uk: %(value)s децильйон
zh_hant: %(value)s 十溝

source: %(value).1f googol
ast: %(value).1f gúgol
br: %(value).1f gogol
cy: %(value).1f gwgol
de: %(value).1f Sedezilliarde
gd: %(value).1f ghoogol
hi: %(value).1f गोगोल
ja: %(value).1f グーゴル
ka: %(value).1f გუგოლი
ko: %(value).1f 구골-10의 100제곱
lt: %(value).1f gugolas
mk: %(value).1f гугол
ml: %(value).1f ഗൂഗോള്‍
my: %(value).1f ဂူးဂေါ်
ru: %(value).1f гугол
sw: gogoli %(value).1f
uk: %(value).1f гугол
zh_hant: %(value).1f 穰大數

source: %(value)s googol
ast: %(value)s gúgol
br: %(value)s gogol
cy: %(value)s gwgol
de: %(value)s Sedezilliarde
gd: %(value)s ghoogol
hi: %(value)s गोगोल
ja: %(value)s グーゴル
ka: %(value)s გუგოლი
ko: %(value)s 구골-10의 100제곱
lt: %(value)s gugolas
lv: %(value)s gugolu
mk: %(value)s гугол
ml: %(value)s ഗൂഗോള്‍
my: %(value)s ဂူးဂေါ်
ru: %(value)s гугол
sl: %(value)s gugol
sr: %(value)s гугол
sw: gogoli %(value)s
uk: %(value)s гугол
zh_hant: %(value)s 穰大數

source: one
ast: un
br: unan
cs: jedna
cy: un
de: eins
el: ένα
es: uno
gd: aon
hi: एक
hr: jedan
hu: egy
ia: un
is: einn
ka: ერთი
lt: vienas
lv: viens
mk: еден
ml: ഒന്ന്
mn: нэг
my: တစ်
ru: один
sl: ena
sr: један
sw: moja
tr: bir
uk: один
zh_hant: 一

source: two
ast: dos
br: daou
cs: dvě
cy: dau
de: zwei
el: δύο
es: dos
gd: dà
hi: दो
hr: dva
hu: kettő
ia: duo
is: tveir
ka: ორი
lt: du
lv: divi
mk: две
ml: രണ്ട്
mn: хоёр
my: နှစ်
ru: два
sl: dve
sr: два
sw: mbili
tr: iki
uk: два
zh_hant: 二

source: three
ast: trés
br: tri
cs: tři
cy: tri
de: drei
el: τρία
es: tres
gd: trì
hi: तीन
hr: tri
hu: három
ia: tres
is: þrír
ka: სამი
lt: trys
lv: trīs
ml: മൂന്ന്
mn: гурав
my: သံုး
ru: три
sl: tri
sr: три
sw: tatu
tr: üç
uk: три
zh_hant: 三

source: four
ast: cuatro
br: pevar
cs: čtyři
cy: pedwar
de: vier
el: τέσσερα
es: cuatro
gd: ceithir
hi: चार
hr: četiri
hu: négy
ia: quatro
is: fjórir
ka: ოთხი
lt: keturi
lv: četri
mk: четри
ml: നാല്
mn: дөрөв
my: လေး
ru: четыре
sl: štiri
sr: четири
sw: nne
tr: dört
uk: чотири
zh_hant: 四

source: five
ast: cinco
br: pemp
cs: pět
cy: pump
de: fünf
el: πέντε
es: cinco
gd: còig
hi: पाँच
hr: pet
hu: öt
ia: cinque
is: fimm
ka: ხუთი
lt: penki
lv: pieci
mk: пет
ml: അഞ്ച്
mn: тав
my: ငါး
ru: пять
sl: pet
sr: пет
sw: tano
tr: beş
uk: п'ять
zh_hant: 五

source: six
ast: seis
br: c'hwec'h
cs: šest
cy: chwech
de: sechs
el: έξι
es: seis
gd: sia
hi: छह
hr: šest
hu: hat
ia: sex
is: sex
ka: ექვსი
lt: šeši
lv: seši
mk: шест
ml: ആറ്
mn: зургаа
my: ခြောက်
ru: шесть
sl: šest
sr: шест
sw: sita
tr: altı
uk: шість
zh_hant: 六

source: seven
ast: siete
br: seizh
cs: sedm
cy: saith
de: sieben
el: εφτά
es: siete
gd: seachd
hi: सात
hr: sedam
hu: hét
ia: septe
is: sjö
ka: შვიდი
lt: septyni
lv: septiņi
mk: седум
ml: ഏഴ്
mn: долоо
my: ခုနစ်
ru: семь
sl: sedem
sr: седам
sw: saba
tr: yedi
uk: сім
zh_hant: 七

source: eight
ast: ocho
br: eizh
cs: osm
cy: wyth
de: acht
el: οκτώ
es: ocho
gd: ochd
hi: आठ
hr: osam
hu: nyolc
ia: octo
is: átta
ka: რვა
lt: aštuoni
lv: astoņi
mk: осум
ml: എട്ട്
mn: найм
my: ရှစ်
ru: восемь
sl: osem
sr: осам
sw: nane
tr: sekiz
uk: вісім
zh_hant: 八

source: nine
ast: nueve
br: nav
cs: devět
cy: naw
de: neun
el: εννιά
es: nueve
gd: naoidh
hi: नौ
hr: devet
hu: kilenc
ia: novem
is: níu
ka: ცხრა
lt: devyni
lv: deviņi
mk: девет
ml: ഒന്‍പത്
mn: ес
my: ကိုး
ru: девять
sl: devet
sr: девет
sw: tisa
tr: dokuz
uk: дев'ять
zh_hant: 九

source: today
ast: güei
br: hiziv
cs: dnes
cy: heddiw
de: heute
el: σήμερα
es: hoy
gd: an-diugh
hi: आज
hr: danas
hu: ma
ia: hodie
is: í dag
ja: 今日
ka: დღეს
ko: 오늘
lt: šiandien
lv: šodien
mk: денес
ml: ഇന്ന്
mn: өнөөдөр
my: ယနေ့
ru: сегодня
sl: danes
sr: данас
sw: leo
tr: bugün
uk: сьогодні
zh_hant: 今天

source: tomorrow
ast: mañana
br: warc'hoazh
cs: zítra
cy: fory
de: morgen
el: αύριο
es: mañana
gd: a-màireach
hi: कल
hr: sutra
hu: holnap
ia: deman
is: morgundagur
ja: 明日
ka: ხვალ
ko: 내일
lt: rytoj
lv: rīt
mk: утре
ml: നാളെ
mn: маргааш
my: မနက်ဖြန်
ru: завтра
sl: jutri
sr: сутра
sw: kesho
tr: yarın
uk: завтра
zh_hant: 明天

source: yesterday
ast: ayeri
br: dec'h
cs: včera
cy: ddoe
de: gestern
el: χθες
es: ayer
gd: an-dè
hi: कल (बीता)
hr: jučer
hu: tegnap
ia: heri
is: gærdagur
ja: 昨日
ka: გუშინ
ko: 어제
lt: vakar
lv: vakar
mk: вчера
ml: ഇന്നലെ
mn: өчигдөр
my: မနေ့
ru: вчера
sl: včeraj
sr: јуче
sw: jana
tr: dün
uk: вчора
zh_hant: 昨天

source: %(delta)s ago
cs: před %(delta)s
el: πριν από %(delta)s
gd: %(delta)s air ais
hr: Prije %(delta)s
ja: %(delta)s前
lt: prieš %(delta)s
lv: pirms %(delta)s
sr: пре %(delta)s
uk: %(delta)s тому

# naturaltime-past
source: %d year
cs: %d rokem
el: %d χρόνος
gd: %d bhliadhna
ja: %d 年
lt: %d metus
uk: %d рік

# naturaltime-past
source: %d month
cs: %d měsícem
el: %d μήνας
gd: %d mhìos
ja: %d ヶ月
lt: %d mėnesį
uk: %d місяць

# naturaltime-past
source: %d week
cs: %d týdnem
el: %d εβδομάδα
gd: %d seachdain
ja: %d 週間
lt: %d savaitę
uk: %d тиждень

# naturaltime-past
source: %d day
cs: %d dnem
el: %d μέρα
gd: %d latha
ja: %d 日
lt: %d dieną
uk: %d день

# naturaltime-past
source: %d hour
cs: %d hodinou
el: %d ώρα
gd: %d uair a thìde
ja: %d 時間
lt: %d valandą
uk: %d година

# naturaltime-past
source: %d minute
cs: %d minutou
el: %d λεπτό
gd: %d mhionaid
ja: %d 分
lt: %d minutę
uk: %d хвилина

source: now
ast: agora
br: bremañ
cs: nyní
cy: nawr
de: jetzt
el: τώρα
es: ahora
gd: an-dràsta
hi: अभी
hr: sada
hu: most
ia: ora
is: núna
ja: 今
ka: ახლა
ko: 지금
lt: dabar
lv: tagad
mk: сега
ml: ഇപ്പോള്‍
mn: одоо
my: ယခု
ru: сейчас
sl: zdaj
sr: сада
sw: sasa
tr: şimdi
uk: зараз
zh_hant: 現在

source: a second ago
br: un eilenn zo
cs: před sekundou
cy: un eiliad yn ôl
de: vor einer Sekunde
el: ένα δευτερόλεπτο πρίν
es: hace un segundo
gd: %(count)s diog air ais
hr: prije %(count)s jedne sekunde
ia: un secunda retro
is: fyrir sekúndu síðan
ja: %(count)s秒前
ka: %(count)s წამის წინ
lt: prieš %(count)s sekundę
lv: pirms %(count)s sekundes
mk: пред секунда
mn: 1 секундын өмнө
my: %(count)s စက္ကန့်များအခါက
ru: %(count)s секунду назад
sl: pred %(count)s sekundo
sr: пре %(count)s секунде
sw: Sekunde iliyopita
tr: bir saniye önce
uk: %(count)s секунду тому
zh_hant: %(count)s 秒前

source: a minute ago
br: ur vunutenn zo
cs: před minutou
cy: un munud yn ôl
de: vor einer Minute
el: ένα λεπτό πρίν
es: hace un minuto
gd: %(count)s mhionaid air ais
hr: prije %(count)s jedne minute
ia: un minuta retro
is: fyrir mínútu síðan
ja: %(count)s分前
ka: %(count)s წუთის წინ
lt: prieš %(count)s minutę
lv: pirms %(count)s minūtes
mk: пред минута
mn: 1 минутын өмнө
my: %(count)s မိနစ်များအခါက
ru: %(count)s минуту назад
sl: pred %(count)s minuto
sr: пре %(count)s минута
sw: Dakika iliyopita
tr: bir dakika önce
uk: %(count)s хвилину тому
zh_hant: %(count)s 分鐘前

source: an hour ago
br: un eurvezh zo
cs: před hodinou
cy: un awr yn ôl
de: vor einer Stunde
el: μια ώρα πρίν
es: hace una hora
gd: %(count)s uair a thìde air ais
hr: prije %(count)ssat vremena
ia: un hora retro
is: fyrir klukkustund
ja: %(count)s時間前
ka: %(count)s საათის წინ
lt: prieš %(count)s valandą
lv: pirms %(count)s stundas
mk: пред час
mn: 1 цагийн өмнө
my: %(count)s နာရီများအခါက
ru: %(count)s час назад
sl: pred %(count)s uro
sr: пре %(count)s сата
sw: Saa lililopita
tr: bir saat önce
uk: %(count)s годину тому
zh_hant: %(count)s 小時前

source: %(delta)s from now
cs: za %(delta)s
el: σε %(delta)s
gd: an ceann %(delta)s
hr: %(delta)s od sada
ja: 今から%(delta)s
lt: %(delta)s nuo dabar
lv: pēc %(delta)s
sr: %(delta)s од сад
uk: через %(delta)s

# naturaltime-future
source: %d year
cs: %d rok
el: %d χρόνος
gd: %d bhliadhna
ja: %d 年
lt: %d metus
uk: %d рік

# naturaltime-future
source: %d month
cs: %d měsíc
el: %d μήνας
gd: %d mhìos
ja: %d ヶ月
lt: %d mėnesį
uk: %d місяць

# naturaltime-future
source: %d week
cs: %d týden
el: %d εβδομάδα
gd: %d seachdain
ja: %d 週間
lt: %d savaitę
uk: %d тиждень

# naturaltime-future
source: %d day
cs: %d den
el: %d μέρα
gd: %d latha
ja: %d 日
lt: %d dieną
uk: %d день

# naturaltime-future
source: %d hour
cs: %d hodina
el: %d ώρα
gd: %d uair a thìde
ja: %d 時間
lt: %d valandą
uk: %d годину

# naturaltime-future
source: %d minute
cs: %d minuta
el: %d λεπτό
gd: %d mhionaid
ja: %d 分
lt: %d minutė
uk: %d хвилину
