Repository: django/django
Catalog: django/contrib/postgres/locale/*/LC_MESSAGES/django.po
Languages: ga, hr

source: PostgreSQL extensions
ga: Eisínteachtaí PostgreSQL
hr: PostgreSQL proširenja

source: Item %(nth)s in the array did not validate:
ga: Níor bhailíochtaigh mír %(nth)s san eagar:
hr: Stavka %(nth)s u nizu nije prošla provjeru:

source: Nested arrays must have the same length.
ga: Caithfidh an fad céanna a bheith ag eagair neadaithe.
hr: Ugniježđeni nizovi moraju imati istu duljinu.

source: Map of strings to strings/nulls
ga: Léarscáil de theaghráin go teaghráin/nulls
hr: Mapiranje nizova u nizove/nule

source: The value of “%(key)s” is not a string or null.
ga: Ní teaghrán nó null é luach “%(key)s”.
hr: Vrijednost „%(key)s” nije niz znakova niti nula.

source: Could not load JSON data.
ga: Níorbh fhéidir sonraí JSON a lódáil.
hr: Nije bilo moguće učitati JSON podatke.

source: Input must be a JSON dictionary.
ga: Ní mór gur foclóir JSON é an t-ionchur.
hr: Unos mora biti JSON rječnik.

source: Enter two valid values.
ga: Cuir isteach dhá luach bhailí.
hr: Unesite dvije ispravne vrijednosti.

source: The start of the range must not exceed the end of the range.
ga: Ní fhéadfaidh tús an raoin a bheith níos mó ná deireadh an raoin.
hr: Početak raspona ne smije prijeći kraj raspona.

source: Enter two whole numbers.
ga: Cuir isteach dhá slánuimhir.
hr: Unesite dva cijela broja.

source: Enter two numbers.
ga: Cuir isteach dhá uimhir.
hr: Unesite dva broja.

source: Enter two valid date/times.
ga: Cuir isteach dhá dháta bhailí.
hr: Unesite dva ispravna datuma/vremena.

source: Enter two valid dates.
ga: Cuir isteach dhá dháta bhailí.
hr: Unesite dva ispravna datuma.

source: List contains %(show_value)d item, it should contain no more than %(limit_value)d.
ga: Tá %(show_value)d mír ar an liosta, níor cheart go mbeadh níos mó ná %(limit_value)d ann.
hr: Popis sadrži %(show_value)d stavku, ne smije sadržavati više od %(limit_value)d.

source: List contains %(show_value)d item, it should contain no fewer than %(limit_value)d.
ga: Tá %(show_value)d mír ar an liosta, níor cheart go mbeadh níos lú ná %(limit_value)d ann.
hr: Popis sadrži %(show_value)d stavku, ne smije sadržavati manje od %(limit_value)d.

source: Some keys were missing: %(keys)s
ga: Bhí roinnt eochracha ar iarraidh: %(keys)s
hr: Neki su ključevi nedostajali: %(keys)s

source: Some unknown keys were provided: %(keys)s
ga: Soláthraíodh roinnt eochracha anaithnid: %(keys)s
hr: Zadani su neki nepoznati ključevi: %(keys)s

source: Ensure that the upper bound of the range is not greater than %(limit_value)s.
ga: Cinntigh nach bhfuil teorainn uachtarach an raoin níos mó ná %(limit_value)s.
hr: Osigurajte da gornja granica raspona nije veća od %(limit_value)s.

source: Ensure that the lower bound of the range is not less than %(limit_value)s.
ga: Cinntigh nach bhfuil teorainn íochtair an raoin níos lú ná %(limit_value)s.
hr: Osigurajte da donja granica raspona nije manja od %(limit_value)s.
