Repository: django/django
Catalog: django/contrib/flatpages/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Advanced options
lv: Papildu iespējas

source: Flat Pages
lv: Vienkāršās lapas

source: Example: “/about/contact/”. Make sure to have leading and trailing slashes.
lv: Piemērs: “/par/sazinaties/”. Jāpārliecinās, ka sākumā un beigās ir slīpsvītra.

source: This value must contain only letters, numbers, dots, underscores, dashes, slashes or tildes.
lv: Šajā vērtībā drīkst būt tikai burti, cipari, punkti, apakšsvītras, domuzīmes, slīpsvītras vai tildes.

source: Example: “/about/contact”. Make sure to have a leading slash.
lv: Piemērs: “/par/sazināties”. Jāpārliecinās, ka sākumā ir slīpsvītra.

source: URL is missing a leading slash.
lv: URL trūkst sākuma slīpsvītras.

source: URL is missing a trailing slash.
lv: URL trūkst beigu slīpsvītras.

source: Flatpage with url %(url)s already exists for site %(site)s
lv: Vienkāršā lapa ar URL %(url)s jau pastāv vietnei %(site)s

source: title
lv: virsraksts

source: content
lv: saturs

source: enable comments
lv: ieslēgt piebildes

source: template name
lv: veidnes nosaukums

source: Example: “flatpages/contact_page.html”. If this isn’t provided, the system will use “flatpages/default.html”.
lv: Piemērs: “flatpages/contact_page.html”. Ja tas nav norādīts, sistēma izmantos “flatpages/default.html”.

source: registration required
lv: nepieciešama reģistrēšanās

source: If this is checked, only logged-in users will be able to view the page.
lv: Ja šis ir atzīmēts, tikai pieteikušies lietotāji varēs apskatīt šo lapu.

source: sites
lv: vietnes

source: flat page
lv: vienkārša lapa

source: flat pages
lv: vienkāršas lapas
