Repository: django/django
Catalog: django/contrib/humanize/locale/os/LC_MESSAGES/django.po
Languages: os

source: th
os: -ӕм

source: st
os: -аг

source: nd
os: -аг

source: rd
os: -аг

source: %(value).1f million
os: %(value).1f милуан

source: %(value)s million
os: %(value)s милуан

source: %(value).1f billion
os: %(value).1f биллон

source: %(value)s billion
os: %(value)s биллион

source: %(value).1f trillion
os: %(value).1f триллион

source: %(value)s trillion
os: %(value)s триллион

source: %(value).1f quadrillion
os: %(value).1f къуадриллион

source: %(value)s quadrillion
os: %(value)s къуадриллион

source: %(value).1f quintillion
os: %(value).1f къуинтиллион

source: %(value)s quintillion
os: %(value)s къуинтиллион

source: %(value).1f sextillion
os: %(value).1f секстиллион

source: %(value)s sextillion
os: %(value)s секстиллион

source: %(value).1f septillion
os: %(value).1f септиллион

source: %(value)s septillion
os: %(value)s септиллион

source: %(value).1f octillion
os: %(value).1f октиллион

source: %(value)s octillion
os: %(value)s октиллион

source: %(value).1f nonillion
os: %(value).1f нониллион

source: %(value)s nonillion
os: %(value)s нониллион

source: %(value).1f decillion
os: %(value).1f дециллион

source: %(value)s decillion
os: %(value)s дециллион

source: %(value).1f googol
os: %(value).1f гугол

source: %(value)s googol
os: %(value)s гугол

source: one
os: иу

source: two
os: дыууӕ

source: three
os: ӕртӕ

source: four
os: цыппар

source: five
os: фондз

source: six
os: ӕхсӕз

source: seven
os: авд

source: eight
os: аст

source: nine
os: фараст

source: today
os: абон

source: tomorrow
os: сом

source: yesterday
os: знон

# naturaltime
source: %(delta)s ago
os: %(delta)s раздӕр

source: now
os: ныр

# naturaltime
source: %(delta)s from now
os: %(delta)s енырӕй
