Repository: django/django
Catalog: django/contrib/admindocs/locale/*/LC_MESSAGES/django.po
Languages: ga

source: Administrative Documentation
ga: Doiciméadúchán Riaracháin

source: Home
ga: Baile

source: Documentation
ga: Doiciméadúchán

source: Bookmarklets
ga: Leabharmharcín

source: Documentation bookmarklets
ga: Leabharmharcín doiciméadúchán

source: To install bookmarklets, drag the link to your bookmarks toolbar, or right-click the link and add it to your bookmarks. Now you can select the bookmarklet from any page in the site.
ga: Chun leabharmharcanna a shuiteáil, tarraing an nasc chuig do bharra uirlisí leabharmharcanna, nó deaschliceáil ar an nasc agus cuir le do leabharmharcanna é. Anois is féidir leat an leabharmharc a roghnú ó aon leathanach ar an suíomh.

source: Documentation for this page
ga: Doiciméadúchán le hadhaigh an leathanach seo

source: Jumps you from any page to the documentation for the view that generates that page.
ga: Tógann se tusa ón aon leathanach go dtí an doiciméadúchán le hadhaigh an radharc a rinne an leathanach.

source: Tags
ga: Clibeanna

source: List of all the template tags and their functions.
ga: Liosta de na clibeanna teimpléid go léir agus a bhfeidhmeanna.

source: Filters
ga: Scagairí

source: Filters are actions which can be applied to variables in a template to alter the output.
ga: Is gníomhartha iad na scagairí is féidir a chur i bhfeidhm ar athróga i dteimpléad chun an t-aschur a athrú.

source: Models
ga: Samhla

source: Models are descriptions of all the objects in the system and their associated fields. Each model has a list of fields which can be accessed as template variables
ga: Is éard atá i múnlaí ná cur síos ar na réada go léir sa chóras agus ar na réimsí a bhaineann leo. Tá liosta réimsí ag gach samhail ar féidir rochtain a fháil orthu mar athróga teimpléid

source: Views
ga: Radharcanna

source: Each page on the public site is generated by a view. The view defines which template is used to generate the page and which objects are available to that template.
ga: Gintear gach leathanach ar an suíomh poiblí trí radharc. Sainmhíníonn an t-amharc cén teimpléad a úsáidtear chun an leathanach a ghiniúint agus na rudaí atá ar fáil don teimpléad sin.

source: Tools for your browser to quickly access admin functionality.
ga: Uirlisí do do bhrabhsálaí chun rochtain tapa a fháil ar fheidhmiúlacht riaracháin.

source: Please install docutils
ga: Suiteáil docutils le do thoil

source: The admin documentation system requires Python’s <a href="%(link)s">docutils</a> library.
ga: Teastaíonn leabharlann Python <a href="%(link)s">docutils</a> ón gcóras doiciméadúcháin riaracháin.

source: Please ask your administrators to install <a href="%(link)s">docutils</a>.
ga: Iarr ar do riarthóirí <a href="%(link)s">docutils</a> a shuiteáil.

source: Model: %(name)s
ga: Múnla: %(name)s

source: Fields
ga: Réimsí

source: Field
ga: Réimse

source: Type
ga: Cineál

source: Description
ga: Cur síos

source: Methods with arguments
ga: Modhanna le hargóintí

source: Method
ga: Modh

source: Arguments
ga: Argóintí

source: Back to Model documentation
ga: Ar ais chuig an doiciméadú Múnla

source: Model documentation
ga: Doiciméadú múnla

source: Model groups
ga: Grúpaí samhlacha

source: Templates
ga: Teimpléid

source: Template: %(name)s
ga: Teimpléad: %(name)s

source: Template: <q>%(name)s</q>
ga: Teimpléad: <q>%(name)s</q>

source: Search path for template <q>%(name)s</q>:
ga: Teimpléad cuardaigh cosán <q>%(name)s</q>:

source: (does not exist)
ga: (níl ann)

source: Back to Documentation
ga: Ar ais go Doiciméadúchán

source: Template filters
ga: Ar ais go Doiciméadúchán

source: Template filter documentation
ga: Doiciméadú scagaire teimpléid

source: Built-in filters
ga: scagairí ionsuite

source: To use these filters, put <code>%(code)s</code> in your template before using the filter.
ga: Chun na scagairí seo a úsáid, cuir<code>%(code)s</code> i do theimpléad sula n-úsáideann tú an scagaire.

source: Template tags
ga: Clibeanna teimpléid

source: Template tag documentation
ga: Doiciméadú clib teimpléad

source: Built-in tags
ga: Insuite i clibeanna

source: To use these tags, put <code>%(code)s</code> in your template before using the tag.
ga: Chun na clibeanna seo a úsáid, cuir <code>%(code)s</code> i do theimpléad sula n-úsáideann tú an chlib.

source: View: %(name)s
ga: Amharc: %(name)s

source: Context:
ga: Comhthéacs:

source: Templates:
ga: Teimpléid:

source: Back to View documentation
ga: Ar ais go dtí Féach ar na doiciméid

source: View documentation
ga: Féach ar cháipéisíocht

source: Jump to namespace
ga: Léim go spás ainm

source: Empty namespace
ga: Ainmspás folamh

source: Views by namespace %(name)s
ga: Radhairc de réir ainmspáis %(name)s

source: Views by empty namespace
ga: Radhairc de réir ainmspás folamh

source: View function: <code>%(full_name)s</code>. Name: <code>%(url_name)s</code>.
ga: Féach ar fheidhm: <code>%(full_name)s</code>. Ainm: <code>%(url_name)s</code>.

source: tag:
ga: clib:

source: filter:
ga: scag:

source: view:
ga: radharc:

source: App %(app_label)r not found
ga: Aip %(app_label)r gan aimsiú

source: Model %(model_name)r not found in app %(app_label)r
ga: Ní bhfuarthas samhail %(model_name)r i bhfeidhmclár %(app_label)r

source: model:
ga: samhail:

source: the related `%(app_label)s.%(data_type)s` object
ga: An oibiacht gaolmhara `%(app_label)s.%(data_type)s`

source: related `%(app_label)s.%(object_name)s` objects
ga: Oibiachtí gaolmhara `%(app_label)s.%(object_name)s`

source: all %s
ga: gach %s

source: number of %s
ga: líon %s

source: %s does not appear to be a urlpattern object
ga: Feiceann sé nach bhfuil %s oibiacht urlpattern
